app/controllers/static_controller.rb

  def index
    @html = Tlp.find(:first, :conditions=>"html_type = 'migrate_contnt_html'").html
---
SELECT * FROM `tlps` WHERE (`tlps`.`html_type` = 'learn_contnt_html') LIMIT 1